Revit 2024 API
SymbolTypeId.MSup4 Property
 Symbol m⁴, indicating unit Meters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup4 { get; }
Visual Basic
Public Shared ReadOnly Property MSup4 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup4 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace